----
2:191. And slay those who do so wherever you catch them, and drive them out from whence they drove you out, for persecuting others to commit idolatry is direr than slaying;
But fight them not at the Sacred Mosque until they fight you in it, though if they fight you in it, slay them:
Thus is the requital of such unbelievers.
----
2:192. But if they cease their idolatry and aggression, verily Allah is all-forgiving, all-compassionate.
----
2:193. Fight against them until there is no more persecution, and the religion is purely for Allah;
And if they cease, let there be no aggression, except against wrongdoers.
----
2:194. Your breaking the peace of the inviolable months against them was for their first breaking the peace of the inviolable months:
Inviolabilities are one for the other;
So whoever transgresses against you, transgress against him with no more than he has transgressed against you;
And fear Allah, and know that Allah is with the godfearing.
----
2:195. And expend in the path of Allah,
nor fling your very hands unto destruction by failing to;
And surpass in doing good;
Verily Allah loves those who excel in good.
----
2:196. And complete the pilgrimage and visitation for Allah, but if you are prevented by threat, then slaughter wherever you are any easily obtainable pilgrimage sacrifice animal instead, but shave not your heads to release yourselves from pilgrim sanctity until the sacrifice animals reach their lawful place and are slaughtered.
And he who must shave his head due to illness, or suffering from his scalp, let him expiate by fasting, charity, or the rites of slaughter.
So when you are again able to proceed unthreatened, then whoever can have the benefit of releasing himself from pilgrim sanctity until the time to enter the pilgrimage by instead first making the visitation,
let him slaughter in compensation any readily obtainable sacrifice animal.
If financially unable, let him fast three days on the pilgrimage, and seven more when you have all returned home:
Those are ten perfectly fulfilled days.
That is for him whose folk dwell not around the Sacred Mosque.
And fear Allah,
and know that Allah is unsparing of reprisal.
