[
  {
    "chapterNumber": 1,
    "englishName": "OPENING",
    "pageNumber": 1,
    "introduction": "Sums up the meaning of the Quran, which is to realize that Allah is entitled to total devotion to Him in pure slavehood that turns to no one else for help. All that is praiseworthy, and every perfection, pertain solely to Allah Most High, who deserves the consummate worship of all worlds of beings, and commands the sovereign might, rule, and mastery of this world and the next. He teaches servants to plead meekly for the incomparable favor of wholeheartedly following the path of endless happiness and being saved from the path of endless woe. Its words are a Muslim's solemn covenant with his Lord to show heartfelt humble worship, and perpetually return to Him from every error with love and repentance to the depths of his soul."
  },
  {
    "chapterNumber": 2,
    "englishName": "THE COW",
    "pageNumber": 2,
    "introduction": "Sets forth, in the first eighth of the Quran, the greatest benefits of divine revelation to Man: that it is the Truth and a sovereign guidance to the godfearing, who believe in the next life and the unseen, and in the divine Oneness that differs not between one prophetic messenger and another. It prepares the signal group of Muslims to bear the sacred trust of holding fast to the religion of Allah, the primeval monotheistic faith of Abraham (upon him be blessings and peace), by making plain to them the straight path. Allah has pleased that this path be the way of His noble reigning deputy on earth; namely Man, in particular those Allah loves and who love Him, fully and faithfully, in all they take and all they leave, in their convictions and personal code of behavior, in their calling others to embrace the faith, and in their own wholehearted commitment to respond to everything in it. It also warns those who swerve from the message by lack of submission to their prophets; as did deniers, prevaricators, and unbelievers of the children of Israel in the story of the Cow and other passages, which proved to be their downfall, from being chosen by Allah to bear His message, to being detested by Him for their obstinacy. True believers must be otherwise and say: 'We hear and obey' to win endless felicity for their submission to the Lord of all Worlds of Beings, expressed in the beautiful prayer with which the sura ends."
  },
  {
    "chapterNumber": 3,
    "englishName": "THE HOUSE OF IMRAN",
    "pageNumber": 50,
    "introduction": "Elucidates the supreme Truth of the Oneness of Allah, and Islam or 'submission' in humility to Allah the One, with a clear outline of this submission and how to prevail against enemies of the divine Oneness by both force of reason and force of arms, to earn the special love of Allah for those He has chosen. Establishes the Oneness and aloneness of Allah Most High, His absolute power, and the truth of His messenger Muhammad (Allah bless him and give him peace) in conveying the religion of all previous prophets, which is that Allah is one and has no offspring. The religion of Islam is thus one, and is what religion is in the sight of Allah, and the substance of all previous religious faiths, including that of the House of Imran; so what the Jews and Christians respectively assert about Jesus and Mary cannot be true. It corrects mankind's convictions about Allah Most High, His attributes, and Most Beautiful Names on the one hand, and about His religion on the other. As in many other suras, its end recapitulates the main themes set out succinctly at its beginning, and in some of the most moving words in the Quran."
  },
  {
    "chapterNumber": 4,
    "englishName": "WOMEN",
    "pageNumber": 77,
    "introduction": "Enjoins godfearingness towards Allah Most High through holding fast to His Oneness, deep faith in the entire Truth He has sent, and championing justice and mercy in all interactions and ties that bind mankind together. This means between individuals, families, relatives, and communities, especially towards the weak and helpless, and particularly women. It abolishes the tyranny of the bygone age of pagan ignorance and raises in its place a Muslim society characterized by peace of heart, security, and good relations inwardly and outwardly. It is a sura of reorganizing society from within and without on the basis of godfearingness, mercy, and justice."
  },
  {
    "chapterNumber": 5,
    "englishName": "THE LADEN TABLE",
    "pageNumber": 106,
    "introduction": "Fires believers' desire for the good of this world and the next through keeping their solemn trusts to assert the Oneness of Allah and uphold the principles revealed by Him to establish a society on earth dedicated to virtue and to social and economic justice for all. This is the way to show gratitude to Him, obtain the full blessings of His religion, and avert His vengeance. Warns them against violating their trusts and deviating in morals and beliefs as did so many of the Jews, Christians, and idolators before them."
  },
  {
    "chapterNumber": 6,
    "englishName": "CATTLE",
    "pageNumber": 128,
    "introduction": "Teaches the Prophet (Allah bless him and give him peace) to make a convincing case to idolators for the fundamentals of the religion of Islam and its eternal truths. The most central of them is affirming the Oneness of Allah in belief and practice by recognizing His sole prerogative to judge, legislate, and be worshipped. He is the Irresistibly Powerful over His servants, and as well the source of all bounty, favor, and prophethood, and is the Lord of the Final Day. Promulgates decisive arguments for casting idolatry aside once and for all, and the need for those who practice it to take stock of themselves before it is too late."
  },
  {
    "chapterNumber": 7,
    "englishName": "THE HEIGHTS",
    "pageNumber": 151,
    "introduction": "Moves mankind to follow the miraculous Book sent down to illuminate human existence, direct lives in a new direction, and set them at peace by the supreme mercy of knowing the Oneness of Allah with a heart filled with gratitude to Him. To wholeheartedly follow it with energy and a sense of its true greatness brings freedom from the dark night of life's discontinuities, and a way unto noble character. People of the Book will find in the unlettered Prophet (Allah bless him and give him peace) to whom it was revealed the very one described to them in the Torah and Gospel, who bids them to right and forbids them the wrong, and makes lawful to them the fair and unlawful to them the vile."
  },
  {
    "chapterNumber": 8,
    "englishName": "THE SPOILS",
    "pageNumber": 177,
    "introduction": "Strikes the true measure of struggle in the path of Allah, which is to make the Word of Allah paramount, allow His religion to spread and be embraced by mankind, protect it, and win distinction and favor in the next world by doing so. The vastly outnumbered Muslim force at Badr only won the victory through Allah's doing and foresight, so they might realize their own incapacity to either benefit or harm themselves, wholly submit, and fulfill the command of Allah and His messenger (Allah bless him and give him peace). Victory requires undivided unity of purpose, asking Allah's help, trusting in Him alone, and remembering Him without cease; not betraying Him or His messenger, or being tempted away by love of spoils, worldly gain, or offspring. True victory is to win the divine forgiveness and be well-pleasing to Allah forever."
  },
  {
    "chapterNumber": 9,
    "englishName": "REPENTANCE",
    "pageNumber": 187,
    "introduction": "Announces a tremendous final acquittance by Allah, His messenger (Allah bless him and give him peace), and believers from any further treaty obligations to idolators, people of the Book, or hypocrites. Exposes their underhanded plots and wiles, and trains and prepares believers for the struggle against them by force of arms. Summons all these adversaries, plus desert tribesmen and disobedient sinners altogether, to unconditional Repentance to their Almighty Maker, for the door of repentance is open, Allah has accepted it of true believers, and they have won His good pleasure and lofty praise."
  },
  {
    "chapterNumber": 10,
    "englishName": "JONAH",
    "pageNumber": 208,
    "introduction": "Proclaims the sovereign Truth of the Wise Quran and all it contains: Oneness of the Creator, resurrection of the dead, requiting everyone what they deserve, and abolishing of idolatry. It invites deniers to true faith before they miss their chance, and unfailingly promises the best of this world and the next to whoever of them believes. Sets forth the means to victory over those who deny the message, by dauntless patience, trust in Allah, and faith as the greatest provision for the journey."
  },
  {
    "chapterNumber": 11,
    "englishName": "HUD",
    "pageNumber": 221,
    "introduction": "Vindicates the truth of the Quran. Makes its inimitability plain through the wisdom of its legal precepts, and its disclosing long lost details from the lives of previous prophets who called the cities of disbelief to the worship of Allah alone. Exhorts the Prophet (Allah bless him and give him peace) and those with him to remain steadfast in calling mankind to Allah, and wholly dedicated to championing the right. Warns leaders of idolatry and their followers of the painful chastisement awaiting them here and hereafter for what they do. Calls them to acknowledge the divine Oneness, ask Allah's forgiveness, repent, and submit to the Quran."
  },
  {
    "chapterNumber": 12,
    "englishName": "JOSEPH",
    "pageNumber": 235,
    "introduction": "Illustrates the final happy outcome, even if after a time, of believers who surpass in good, through Allah's divine aid against those laying wiles for them. He illuminates them with knowledge, is their all-powerful Protector and friend, knows all things, and invariably gains His way. All of which strengthens the indomitable resolve of the Messenger (Allah bless him and give him peace) and believers and reassures their hearts. Also shows the Quran is the guiding inspiration from Allah Most High that He has taught the Prophet, inviting people to Him; and refuting all who willfully deny it, worship others with Allah, or cry it lies."
  },
  {
    "chapterNumber": 13,
    "englishName": "THUNDER",
    "pageNumber": 249,
    "introduction": "Substantiates the truth of the Quran sent down upon the Messenger of Allah Most High (Allah bless him and give him peace). The revelation itself is the supreme sign that requires nothing else to vindicate it. Thunder is something manifestly real in itself, audible alike to the sighted and blind, to someone under the wide open sky or harbored under a roof. Sometimes it brings lightning and rain, and sometimes not. And when rain falls, sometimes it brings up fruit if it strikes good soil and nothing afterwards destroys it, and sometimes not, if it falls on brackish salt marsh. So too the Quran has a sound and a voice that may stir love, fear, or hope in hearts and actually guide them; while upon other hearts, though it is Truth itself, it has no effect, or may even make them harder so that they are lost astray."
  },
  {
    "chapterNumber": 14,
    "englishName": "ABRAHAM",
    "pageNumber": 255,
    "introduction": "Exalts the greatness of this Book revealed by Allah to His messenger (Allah bless him and give him peace). It brings Man forth from the darkness of worshipping others to the light of the divine Oneness. Takes mankind from denying revelation, which nullifies all good works; and denying their blessings until they disappear forever, as befell the nations of old—to the worship and thanks of Allah, who repays sincerity therein with increase and reward. The exalted path it calls to requires patience, sacrifice, and reliance on Allah; as it did before not only with Abraham and his son, but all the prophets together."
  },
  {
    "chapterNumber": 15,
    "englishName": "AL-HIJR",
    "pageNumber": 262,
    "introduction": "Reinforces the determination of the Prophet (Allah bless him and give him peace) and believers to fearlessly proclaim the Quran. They should have little to do with the blandishments of this world, but trust in Allah, ceaselessly call to faith, worship steadfastly, and pay no mind to anything else. Gives glad tidings to believers of having the entire good of this world and the next. And fair warning to idolators of the vengeance that overtook the people of al-Hijr in this world. And warns them that their own ramparts will avail them nothing from Allah, so they should seize the opportunity and repent while there is still time."
  },
  {
    "chapterNumber": 16,
    "englishName": "BEES",
    "pageNumber": 267,
    "introduction": "Cautions idolators who deny the afterlife and hasten their punishment against themselves with mocking prayers, that it will not be slow in coming, and be followed by a far worse one in the next world if they do not repent. Explains their idolatry is empty mummery and its laws meaningless, since Allah Most High alone deserves to be worshipped, thanked, and sacrificed to, as the prophet Abraham (upon him be blessings and peace) did. And so too should everyone who hopes to meet their Lord well pleased with them because they excelled in good."
  },
  {
    "chapterNumber": 17,
    "englishName": "THE NIGHTJOURNEY",
    "pageNumber": 282,
    "introduction": "Directs Man to the Divine, since He is the possessor of all things whatsoever. He alone raises one human being in rank above another. He but does so for their godfearingness, meaning at the most basic level, to believe in His Oneness, and at the highest level, being utterly absorbed in Him from anything besides. He calls to the Truth, gives endless salvation and happiness to whoever hears and obeys, and punishes the haughty who refuse. Mankind must acknowledge the unmistakable proofs given to the Messenger (Allah bless him and give him peace), the greatest of which are the Night Journey and the Quran. Those who do have the great tidings mighty wage in this world and the next, safety, and triumph over foes; while those who cry lies to the message shall meet with destruction, as happened before to the children of Israel when they contravened their Book."
  },
  {
    "chapterNumber": 18,
    "englishName": "THE CAVE",
    "pageNumber": 293,
    "introduction": "Tells of the immemorial struggle between faith and materialism. And that this Book has been sent down by Allah without the slightest discord in it, faultlessly upright and seeing to every need. And that many believers of the past prevailed through the Truth alone over falsehood, among them the companions of the great mountain Cave, who left their idolatrous people, and when they awoke after a long sleep, became a sign to others of the omnipotent power of the One who creates all. Shows the triumph of turning to the All-knowing who nothing happens but through His will, and away from the fading charms of a life without point."
  },
  {
    "chapterNumber": 19,
    "englishName": "MARY",
    "pageNumber": 305,
    "introduction": "Gives tidings of joy to faithful worshippers of the Divine who adore no one besides, are godfearing, and respond to the Quran. Whoever is a devoted slave to the One, with truthfulness in word and deed, humble entreaty, and the prayer, He shall bless and reward as He did Mary, and did Zachariah and the other prophets (upon them be blessings and peace). Warns people of the Book and idolators who claim the All-merciful has begotten Him offspring not to fool themselves with their worldly might or panoply, for nothing can avail against His reprisal, and nothing ever has."
  },
  {
    "chapterNumber": 20,
    "englishName": "TAHA",
    "pageNumber": 312,
    "introduction": "Clarifies that human happiness lies in wholeheartedly following the worship, guidance, and remembrance of Allah. So Islam is pure felicity, while whoever turns away from it is hapless in this world and the next. Allah says, 'Should any guidance from Me reach you, whoever dutifully follows My guidance, never shall he stray or meet with woe. And whoever turns away from My Remindance shall have a miserably deprived existence.'"
  },
  {
    "chapterNumber": 21,
    "englishName": "THE PROPHETS",
    "pageNumber": 322,
    "introduction": "Turns on prophethood, focusing on the divine Oneness and inevitable return to Allah. Warns deniers of Allah's message to the Prophet (Allah bless him and give him peace) that the moment of truth between them and him is nigh, to their irrevocable loss, or gain, in both worlds. The prophets of old who made Allah their one point, aim, and resort, Allah in turn made victorious and exemplars to men. So too will He make the Prophet and believers, deliver them in this world and the next, answer their prayers, and bequeath them the earth after their long and steadfast patience."
  },
  {
    "chapterNumber": 22,
    "englishName": "THE PILGRIMAGE",
    "pageNumber": 332,
    "introduction": "Lets mankind realize Allah is One and they should be humble to Him; and know, embrace, and live true godfearingness. The one unsurpassed grace of human life is the right path, and life's greatest tragedy is to veer from it and fall. Prompts those who would succeed at this to mend their ego and its headstrong ways by acts of worship, of which the greatest is the Pilgrimage. And to oppose the enemies of religion by inviting them to Islam, or struggle against them."
  },
  {
    "chapterNumber": 23,
    "englishName": "BELIEVERS",
    "pageNumber": 342,
    "introduction": "Proclaims Allah's sovereign edict that believers are those who succeed forever. Discloses their signal characteristics, and the nature of true faith and its proofs, so people may realize its incomparable worth and embrace and cherish it. And that the way of unbelief is a dismal spiral down."
  },
  {
    "chapterNumber": 24,
    "englishName": "LIGHT",
    "pageNumber": 350,
    "introduction": "Celebrates Allah as the Light of the heavens and the earth. Tells how individual and society alike may be illumined by the faith and practice of Allah's Sacred Law. And by wholeheartedly following His messenger (Allah bless him and give him peace) with the gracious manners and respect due to him and his spouse, in purity, chastity, respect, and nobility; and by shunning hypocrisy and bad character."
  },
  {
    "chapterNumber": 25,
    "englishName": "THE ONE CRITERION",
    "pageNumber": 359,
    "introduction": "Avers this Book is the One Criterion between Truth and falsehood, and a wellspring of life and blessings for whoever takes it up. Expounds Allah's Oneness, exaltedness above partner or offspring, limitless praise, and power to raise the dead. Rebuts opponents of the message, warns them of the punishments that met past peoples who ignored the Truth, and calls them to repent of their sins and unbelief. Encourages the Prophet (Allah bless him and give him peace) and believers to bear up patiently with unbelievers, continue their struggle in light of the One Criterion, and have the beautiful traits of Allah's true servants, assured of the highest degrees in paradise forever."
  },
  {
    "chapterNumber": 26,
    "englishName": "POETS",
    "pageNumber": 367,
    "introduction": "Clarifies that this Book itself shows it is from Allah. The learned of the children of Israel recognize it as such; and it is not mere poetry, or words made up by devils. Exhorts the Prophet (Allah bless him and give him peace) and believers to defy every pain and fear they meet with, and make a case for the Truth against those indoctrinated with falsehood. Warns doubters raising idle pretexts against its verses and following the empty words of poets that they shall meet with the same fate as those before who followed leaders of misguidance against the messengers of Allah calling to religion and godfearingness."
  },
  {
    "chapterNumber": 27,
    "englishName": "THE ANTS",
    "pageNumber": 377,
    "introduction": "Affirms the entire adequacy of the Quran to guide all mankind. Offers the clear alternative of the Truth to make-believe choices between dead ends. The clearness of the difference is a divine blessing that demands thanks, as Solomon (upon him be blessings and peace) showed thanks by inviting others to it and practicing it himself with fortitude and trust in Allah. It is a windfall for the guided, but a downfall for those too off to guide."
  },
  {
    "chapterNumber": 28,
    "englishName": "THE STORY",
    "pageNumber": 385,
    "introduction": "Attests by the unequalled magnificence of the Quran to the message of Muhammad (Allah bless him and give him peace) that calls to the Oneness of Allah, and effaces the worship of any besides. Shows that Allah alone possesses sovereign power, mastery of the future, and the might to effect absolutely anything, so that all beings should humbly submit to Him. Promises powerless believers Allah's aid to victory, that they will be firmly established and inherit this world and the next, even if they seem at present bereft of strength. Threatens idolators who commit aggression and wanton excess across the earth that they will be destroyed in this world and the next, though they seem at present as strong as any could be."
  },
  {
    "chapterNumber": 29,
    "englishName": "THE SPIDER",
    "pageNumber": 396,
    "introduction": "Enjoins steadfastness and patience in holding fast to Truth and right. And to summon to Allah Most High without faltering at life's trials, any more than the prophets before did (upon them be blessings and peace). Confirms the strength of believers and the promise of victory, might, and the bliss of the next world, for the worldly losses they have incurred in the path of Islam. Urges them to emigrate from persecution to the Prophet (Allah bless him and give him peace) and their fellow believers in Medina. Shows the weakness of disbelievers and all they worship, which have no more substance than a spider's web, and warns them of destruction in this world and punishment in the next."
  },
  {
    "chapterNumber": 30,
    "englishName": "THE BYZANTINES",
    "pageNumber": 404,
    "introduction": "Gives many of the innumerable proofs that the whole matter of existence returns to Allah alone. He is One, does whatever He wills, can do anything, alone bestows blessings, and never breaks His solemn word, including future events that shall all come to pass as He has foretold. Among the greatest of these are the Day of Resurrection, His aiding the religion of Islam, and promise, now and to come, to wreak vengeance on those of idolatry as He did their likes before them."
  },
  {
    "chapterNumber": 31,
    "englishName": "LUQMAN",
    "pageNumber": 411,
    "introduction": "Exhorts mankind to follow the sapiently wise Quran sent down by the All-aware, who brings all things to their foreseen perfection through His infinite wisdom. This means realizing the Oneness of Allah Most High, gratitude to Him for His many blessings, dread and awe at the prospect of the next world, and holding fast to the noble and discarding the base. So whoever does this has won undying distinction in this world and to come, and embraced great wisdom. And whoever turns away from it to empty narratives, unbelief, and vice has no wisdom. All this is of the very wisdom handed down from the precepts of Luqman."
  },
  {
    "chapterNumber": 32,
    "englishName": "PROSTRATION",
    "pageNumber": 415,
    "introduction": "Establishes the truth of the Quran revealed by the Lord of all Worlds of Beings. Its tidings of the day of Decisive Judgement are borne out by the power of His attributes and actions in the cosmos and in the human being. Gives tidings of joy to believers who leave their sleep to call on their Lord in hope and fear, and who when they hear His verses prostrate themselves before His limitless glory, that they shall have a reward beyond all ken. And warns those who cry lies and disdain serving Him of the implacable vengeance and humiliation to reach them."
  },
  {
    "chapterNumber": 33,
    "englishName": "THE LEAGUED FORCES",
    "pageNumber": 418,
    "introduction": "Urges mankind to devote themselves and fulfill their trust to their Creator. He raises whom He wills, even if weak and destitute, and lowers whom He wills even if strong and powerful, as He did the Leagued Forces against believers. Devote' means to worship and trust in Allah, obey His messenger (Allah bless him and give him peace) who is of momentous standing in His sight, and be unshakably confident in His promises and decisions in good times and bad, even when they run counter to the usual turn of things. It details the rights and respect due to the Prophet from all Muslims, dismissing the doubts raised against him by hypocrites and unbelievers, whom Allah warns of exposure of their treacheries, and chastisement in both worlds."
  },
  {
    "chapterNumber": 34,
    "englishName": "SHEBA",
    "pageNumber": 428,
    "introduction": "Announces the abode of eternity is bound to come, from the All-wise, the All-knowing. So Man should see well to exalt Him who alone creates, shows blessings to, and provides for everyone and everything. Nor be deluded by this world and its transient pleasures, wealth, and offspring, but believe in His revealed Books and prophetic messengers, and spend in His path. For then He will increase and honor him here and hereafter, as He did His grateful servants David and Solomon (upon them be blessings and peace)."
  },
  {
    "chapterNumber": 35,
    "englishName": "ORIGINATOR",
    "pageNumber": 434,
    "introduction": "Attests to Allah as the Originator of all things without any previous pattern out of nothing, who possesses limitless power to do anything. He faithfully provides for all creatures out of His infinite mercy, and created the heavens and earth and everything in them, and shall bring back what He first originated on the Day of Resurrection. Confirms to the Messenger (Allah bless him and give him peace) and believers who assiduously read the Book that His incomparable mercy in sending down every word of it with the angels shall be brought to consummate perfection, despite anything plotters may contrive."
  },
  {
    "chapterNumber": 36,
    "englishName": "YASIN",
    "pageNumber": 440,
    "introduction": "Is 'the Heart of the Quran. It confirms the truth of the Prophet's message (Allah bless him and give him peace) unfolded in the Quran of the divine Oneness, the final raising of the dead, and their requital. Gives glad tidings to believers of the bliss of the eternal abode and their triumph in this one. And warns adversaries who deny it of their punishment in both worlds, as has befallen their likes before."
  },
  {
    "chapterNumber": 37,
    "englishName": "THE RANKS",
    "pageNumber": 446,
    "introduction": "Affirms the unique Oneness of Allah Most High, and His deserving all praise and humble servitude for the infinite blessings He has lavished on those whom He alone has made to exist. Refutes idolators' empty claims that angels are His offspring, or the jinn are descended of His wedlock with angels. As its final words put it, 'How incomparably glorious is your Lord, Lord of all might, above what they describe! And safety and peace be unto the messengers; And all praise to Allah, Lord of all Worlds of Beings!'"
  },
  {
    "chapterNumber": 38,
    "englishName": "SAD",
    "pageNumber": 453,
    "introduction": "Prompts the Prophet (Allah bless him and give him peace) and his followers to be just as steadfast as previous prophets were in calling to Allah, delivering the divine message, and in sincerity of servanthood. Warns unbelievers who turn others aside from it with rank untruths, because they are too proud to heed the divine Remindance and deluded by falsehood, that they shall be punished in the next world. Followers there shall bitterly reprove their religious leaders who so badly misled them, but the regret of both will avail them nothing."
  },
  {
    "chapterNumber": 39,
    "englishName": "SUCCESSIVE THRONGS",
    "pageNumber": 458,
    "introduction": "Conveys the Oneness of Allah Most High, and duty of everyone to have true sincerity, slavehood, and love to death for Him. Exalts the Quran that has come with this truth, struck similitudes for mankind, and brought unmistakable proofs of the most joyous tidings and dreadful warnings. Praises the firmly godfearing, and exhorts idolators and committers of crimes who oppose the message to reconsider and repent before they are arraigned for judgement."
  },
  {
    "chapterNumber": 40,
    "englishName": "FORGIVER",
    "pageNumber": 467,
    "introduction": "Assures whoever repents and believes, that Allah is the Forgiver of sin and Accepter of even slight repentance, and the supreme Bestower of favors, bounty, and blessings on a scale unimaginably great. Threatens haughty oppressors of Allah's servants, who contend against the verses of His Oneness and the final resurrection, that they shall meet with chastisement in this world and the next. Exhorts them to return to the truth while they still can."
  },
  {
    "chapterNumber": 41,
    "englishName": "EXPOUNDED",
    "pageNumber": 477,
    "introduction": "Makes plain that the Quran has been sent down from Allah Most Merciful and Compassionate in a clearly expounded detailing of everything life requires. Gives mankind tidings of warning and of joy, confirmed by unmistakable signs of truth in all the far-flung directions, and in their very selves. The greatest of these are the sovereign Oneness of Allah, His deserving worship, and the reality of Resurrection Day. Describes the stubborn opposition of unbelievers to these verities, and the felicity of believers who hold fast to them, especially those who summon to Allah."
  },
  {
    "chapterNumber": 42,
    "englishName": "COUNSEL",
    "pageNumber": 483,
    "introduction": "Shows the Quran is divine inspiration from Allah Most High that has reached Man continuously through all previous prophets from one and the same source. Calls on all people to unite around this one sole religion based on true faith in Allah's own Oneness, and exemplifying the noblest traits of human character, among them taking counsel with one another."
  },
  {
    "chapterNumber": 43,
    "englishName": "EMBELLISHMENT",
    "pageNumber": 489,
    "introduction": "Warns against being seduced by the fleeting embellishment of this pathetic world and its charades of prestige, wealth, and power. All of these lure the unwary into disbelief in the prophets, scriptures, and Final Hour, or even ascribing partners in worship or offspring to Allah. As opposed to holding fast to the eternal verities of Allah Most High, His messengers, His Books, the Last Day, and of lasting bliss and true glory with Him forever, which are a font of endless blessings for those who believe and act upon them."
  },
  {
    "chapterNumber": 44,
    "englishName": "SMOKE",
    "pageNumber": 496,
    "introduction": "Gives fair warning to those of power and privilege, who gloat over downtrodden believers, and cry lies to the Quran, the next world, and the unique Oneness of Allah Most High, that they will lose everything. Lives of luxury and splendid homes will help them nothing against the chastisement of the present and future. Informs believers they shall be blessed with burgeoning increase, every good, and a noble station to abide in forever, in glorious recompense for their fortitude in this life for the sake of Allah."
  },
  {
    "chapterNumber": 45,
    "englishName": "KNEELING",
    "pageNumber": 499,
    "introduction": "Extols the limitless magnificence of Allah Most Glorious, His supremacy, His indomitable might that vanquishes all, and His surpassing Wisdom. His glory is manifest in the power and beauty of the Quran's verses, and in the versatile and well-sufficing Sacred Law which Muslims were given after the two previous peoples of the Book eschewed theirs. His glory is manifest in the mighty signs inscribed by the pen of creation in the universe for all to see; and finally in the direness of the Day of Reckoning on which all communions of faith will kneel humbled before the greatness of Allah, mockers to meet with what they mocked, and believers to meet with the mercy in which they believed."
  },
  {
    "chapterNumber": 46,
    "englishName": "THE DUNES",
    "pageNumber": 502,
    "introduction": "Warns idolators who reject the call of the Summoner to Allah's message, His Book, and His sole right to be worshipped with no other besides, that if they persist they shall be punished in this world and the next, as the people of 'Ad of the Dunes were and the cities around them. Gives tidings of joy to those who respond to the call and excel in the good."
  },
  {
    "chapterNumber": 47,
    "englishName": "MUHAMMAD",
    "pageNumber": 507,
    "introduction": "Raises the spirits and fervor of believers to safeguard the dominions of the religion. Calls to unflagging struggle with one's wealth, life, and decisive resolve against the forces of unbelief, especially tribes who have reneged from Islam, until those forces are halted or vanquished. Gives warning to unbelievers and hypocrites that they will be abased and destroyed and their works nullified, so they should repent before time runs out."
  },
  {
    "chapterNumber": 48,
    "englishName": "VICTORY",
    "pageNumber": 511,
    "introduction": "Gives believers glad tidings of the great outcomes of the treaty of Hudaybiya, and that it was a victory to be followed by victories throughout the lands around and in the hearts of mankind, through the religion of Allah prevailing over all other. Takes to task hypocrites who hung behind from setting out to battle with the Prophet (Allah bless him and give him peace), and idolators who barred Muslims from reaching the Sacred House."
  },
  {
    "chapterNumber": 49,
    "englishName": "THE WALLED ROOMS",
    "pageNumber": 515,
    "introduction": "Enjoins the noblest human character, morals, and way through reverence to Allah, respect towards the Prophet (Allah bless him and give him peace), and impeccable manners with all mankind, be they believer or unbeliever. And through true sincerity of faith, and spending on others for Allah without reminding them of it. Forbids all vileness of thought, word, or deed."
  },
  {
    "chapterNumber": 50,
    "englishName": "QAF",
    "pageNumber": 518,
    "introduction": "Directs Man by incontrovertible proofs to ponder Allah's almighty power to raise the dead, arraign them, and requite them. Vindicates the Quran that unbelievers decry. Awakens oblivious hearts to the awareness that Allah sees everything, and warns against all things that make them heedless of Him."
  },
  {
    "chapterNumber": 51,
    "englishName": "THE SCATTERING WINDS",
    "pageNumber": 520,
    "introduction": "Shows the promises of Allah are incontestable facts, at their forefront the Day of Reckoning, on which those who excel in good and those who deny it alike shall be repaid. So Man must worship Allah Most High the way those who excel do, which is why he has been created. And must flee unto Allah and overcome every obstacle to Him, such as worry over livelihood, or vapid pride in power, influence, prestige, or wealth."
  },
  {
    "chapterNumber": 52,
    "englishName": "THE MOUNT",
    "pageNumber": 523,
    "introduction": "Confirms divine inspiration and the eternal realities of faith it conveys, especially the final Day of Reckoning. Rebuts the groundless objections of its deniers and warns them of their peril, and gives glad tidings to those who know it will happen and work accordingly."
  },
  {
    "chapterNumber": 53,
    "englishName": "THE STARS",
    "pageNumber": 526,
    "introduction": "Vindicates the truth of the Prophet (Allah bless him and give him peace) in delivering the message that Allah Most High has sent to him through the archangel Gabriel. Mankind should accordingly believe in the Oneness of Allah and reject any partners ascribed to Him. Idolators are following but delusion, the consequences of which will overtake them in this world before the next, so should save themselves while they can."
  },
  {
    "chapterNumber": 54,
    "englishName": "THE MOON",
    "pageNumber": 528,
    "introduction": "Alerts those who cry lies to the divine message that the punishment of the Final Hour impends. Many a verse that is easy to heed, fear, and remember attests to it and to the chastisement prior to it in this world, which deniers have met with down through human history. Gives the godfearing great tidings of endless happiness in lush-shaded groves of paradise in a seat supremely perfect, with an All-ruling King, utter in power."
  },
  {
    "chapterNumber": 55,
    "englishName": "THE ALL-MERCIFUL",
    "pageNumber": 531,
    "introduction": "Discloses the sweeping vastness of the mercy of the Divine and its wondrous fair signs in this world and that to come. Exhorts jinn and mankind to reflect well on these, and thank Him for the clear road He has laid out, and shun idolatry. Explains the recompense on the one hand of whoever is in awe and dread of standing in judgement before his Lord; and of whoever cries lies on the other."
  },
  {
    "chapterNumber": 56,
    "englishName": "THE INEVITABLE",
    "pageNumber": 534,
    "introduction": "Announces that the Resurrection is the Inevitable event that is bound to happen. Mankind shall be divided into the three groups which it describes, so as to stir longing in some hearts, and fear in others. The surpassingly beautiful miracles of nature and life are enough to apprise anyone of the divine might that alone could bring them into being, and hence of Allah's sovereign power to raise the dead, let deniers say what they may."
  },
  {
    "chapterNumber": 57,
    "englishName": "IRON",
    "pageNumber": 537,
    "introduction": "Proclaims the absolute greatness of Allah Most Glorious. He merits utter sincerity, faith, and sacrifice from those who love Him, and that they devote their wealth, forces, and battle-steel to His path to combat His foes. Warns against obstacles from doing so such as contentment with this world, not spending for Allah, insincerity, and hardness of heart, which have prevented so many Jews, Christians, and hypocrites before from it."
  },
  {
    "chapterNumber": 58,
    "englishName": "SHE WHO ARGUES",
    "pageNumber": 542,
    "introduction": "Explains that Allah's knowledge encompasses everything, down to secret conversations and alliances, so people should observe His bounds, realize He knows all, and not disobey Him. Promises the party of Allah who are faithful to Him and struggle against those who defy Him, that they shall find themselves victorious, firmly established, and magnificently rewarded. Warns the party of the Devil that they shall be routed with insuperable force, crushed, and destroyed."
  },
  {
    "chapterNumber": 59,
    "englishName": "THE AMASSING",
    "pageNumber": 545,
    "introduction": "Affirms that Allah by His omnipotent might alone, rather than believers, defeated the combined Jews and hypocrites against Him and His messenger (Allah bless him and give him peace). Calls Muslims to accept dividing up between the poor the spoils taken from dwellers of cities won without battle, as has been commanded by Allah who gave the victory. And to fear Allah and prepare for the next life, which is nearer than any imagine."
  },
  {
    "chapterNumber": 60,
    "englishName": "THE TESTER",
    "pageNumber": 549,
    "introduction": "Orders believers to forgo love and friendship with those who have defied Allah and His messenger, cried lies to, or repudiated them, for such ties are wrong and call one's very faith into question."
  },
  {
    "chapterNumber": 61,
    "englishName": "THE BATTLE LINE",
    "pageNumber": 551,
    "introduction": "Urges all to do their utmost to be of one mind, heart, and battle line in the struggle against unbelievers, to exalt Allah Most Glorious above idolatry, and abjure the enemies of Allah."
  },
  {
    "chapterNumber": 62,
    "englishName": "THE FRIDAY PRAYER",
    "pageNumber": 553,
    "introduction": "Increases zeal to perform the Friday prayer, obey the dictates of Allah Most High, and never slacken in either. Reminds the great Muslim nation of faith of all the blessings Allah has lavished on them outwardly and inwardly. Puts them on guard against following the example of the Jews in their greed for worldly wealth and not following their Book, and tells how they were punished for it by One who knows both the seen and unseen."
  },
  {
    "chapterNumber": 63,
    "englishName": "THE HYPOCRITES",
    "pageNumber": 554,
    "introduction": "Exposes the hypocrites and their deeds, traits, and attitude towards Islam and Muslims, who should take heed against imitating them or their works."
  },
  {
    "chapterNumber": 64,
    "englishName": "DEFRAUDMENT",
    "pageNumber": 556,
    "introduction": "Warns Man not to sell himself short, as most do, through failing to seize life's priceless chance to worship and thank Him who deserves it. The day shall come that reveals to everyone this massive self-defraudment in its true colors of regret and loss. Reminds all to expend in the path of Allah despite financial setbacks that may attend a life of faith; and not to be too busy with the fleeting life of this world, wives, or children, to do their utmost for the next."
  },
  {
    "chapterNumber": 65,
    "englishName": "DIVORCE",
    "pageNumber": 558,
    "introduction": "Sets forth the laws of divorce, with its peril-fraught bounds, and the need to heed them. Commands the necessary godfearingness towards Allah Most High, and gives fair warning of the price of neglecting it."
  },
  {
    "chapterNumber": 66,
    "englishName": "THE FORSWEARING",
    "pageNumber": 560,
    "introduction": "Reminds those who would succeed forever to have the most pleasing manners with Allah Most High, His messenger (Allah bless him and give him peace), and all His created slaves. Calls to the high personal attributes praised by Sacred Law, and kind chivalrous dealings with everyone, especially women. Warns of the penalty in the here and hereafter for those who do not, even if they are the very family members of the greatest of the saved, as was the wife of Noah (upon him be peace). And urges repentance to the depths of the soul, so as to triumph by entering paradise along with the Prophet (Allah bless him and give him peace), as those will who do these things, even if they are the very family members of an insufferably haughty tyrant, as was the wife of Pharaoh."
  },
  {
    "chapterNumber": 67,
    "englishName": "SOVEREIGNTY",
    "pageNumber": 562,
    "introduction": "Vindicates the supreme Sovereignty of Him in whose hand alone is the power to create or destroy. Clarifies the ceaseless fountain of blessings flowing from this sovereignty that entail affirming its pure Oneness, and the thanks, worship, and humility due for it, which is why He created human beings shall repay them their works, for good or ill, when they are raised up again. For He is the Invincibly Powerful against His foes, and the All-forgiving to His friends and to anyone who repents in time."
  },
  {
    "chapterNumber": 68,
    "englishName": "THE PEN",
    "pageNumber": 564,
    "introduction": "Affirms that the Prophet (Allah bless him and give him peace) is no madman, nor his Quran a lie, as unbelievers claim, but rather a messenger from Allah Himself, the highest of mankind in character, whose Book remains a remindance unto all generations of mankind. Strengthens the resolve of the Prophet and those with him to outlast adversity and walk the path unthwarted. Warns those of influence and wealth who pit themselves against him of their irremediable ruin in this world and the next."
  },
  {
    "chapterNumber": 69,
    "englishName": "THE INDISPUTABLE",
    "pageNumber": 566,
    "introduction": "Clarifies that Resurrection Day will inevitably take place. All shall be devastated by it who cry it lies, as the Lord of all Worlds of Beings attests in the Quran that He has sent down as an earthshaking reminder to mankind. People that day shall either be joyous believer who sent ahead true faith and spiritual works for himself, or disbeliever in shocked dismay that he did neither."
  },
  {
    "chapterNumber": 70,
    "englishName": "THE ASCENDING PATHWAYS",
    "pageNumber": 568,
    "introduction": "Confirms the Resurrection and its terrors for deniers only eager for the pathetic life of this world. Emphasizes the indescribable magnificence of the One who alone could create everything, and that whatever He wills instantly is. Describes the next world's limitless bliss in groves of paradise beyond number for those who kept Allah's bounds and worked."
  },
  {
    "chapterNumber": 71,
    "englishName": "NOAH",
    "pageNumber": 570,
    "introduction": "Stanchions those who call Man to Allah by the example of Noah (upon him be blessings and peace), in both the right way and the tenacity needed. Warns idolators misled by heads of unbelief that Allah alone deserves worship, and has the utter power to do away with them and bring a better people in their stead."
  },
  {
    "chapterNumber": 72,
    "englishName": "THE JINN",
    "pageNumber": 572,
    "introduction": "Shows the Quran was sent down by Allah Most High, and reveals its sovereign nobility, enjoining deniers to believe in it, just as the jinn believed in it and attested to its truth the very first time they heard it, though they were from another world. Discloses the jinn's reality, what can be surmised about them, and the help some people hope to gain from them that they have no power to deliver."
  },
  {
    "chapterNumber": 73,
    "englishName": "THE ENWRAPPED",
    "pageNumber": 574,
    "introduction": "Elucidates that sincere spiritual works, especially the night vigil prayer, are the best provision for the adversity and difficulties faced in calling others to true faith, and for avoiding the horrors of the Day of Resurrection. Warns those who deny the Prophet (Allah bless him and give him peace) that the event impends."
  },
  {
    "chapterNumber": 74,
    "englishName": "THE CLOAKED",
    "pageNumber": 575,
    "introduction": "Urges great striving and efforts to warn whoever denies the Ouran, mocks it, or turns from it and from the divine Oneness, that there is a horrific chastisement for doing so in the next world."
  },
  {
    "chapterNumber": 75,
    "englishName": "THE RESURRECTION",
    "pageNumber": 577,
    "introduction": "Describes the reality of Resurrection Day and its frightful perils. Praises and gives glad tidings to the great Soul ever self-blaming which is the only soul that will benefit from the Resurrection, because it taxed itself to work and prepare for it. Blames, warns, and rebuts anyone who denies it, or is in love with the fleeting luster of this sad world, or who stubbornly mocks the end of days."
  },
  {
    "chapterNumber": 76,
    "englishName": "MAN",
    "pageNumber": 578,
    "introduction": "Calls Man to believe, be thankful, indomitable of patience, and show mercy to his fellow human beings. Reminds him whence he came into being and the blessings of Allah Most High upon him. And that he was created on earth to undergo trials and tests. Uplifts his determination to succeed at them by considering both the beauties of everlasting paradise, and endless misery of those who fail through wronging others, unbelief, and sin."
  },
  {
    "chapterNumber": 77,
    "englishName": "THE WINDS UNLEASHED",
    "pageNumber": 580,
    "introduction": "Confirms the Day of Resurrection and raising of the dead. Warns those who cry it lies of the shattering consequences in this world and the next. Makes the hearts of the godfearing desirous of the grace and honor shown to the successful by Allah Most High in the next world through their unimaginable existence there and happiness forever."
  },
  {
    "chapterNumber": 78,
    "englishName": "THE TIDING",
    "pageNumber": 582,
    "introduction": "Proves by telling signs and reasons that Resurrection Day is bound to come."
  },
  {
    "chapterNumber": 79,
    "englishName": "THE SOUL-RENDERS",
    "pageNumber": 583,
    "introduction": "Affirms the Day of Resurrection and answers deniers. Warns those with no limits to their selfish desires and who deny being raised alive again of the shocking speed with which life will end, the absolute devastation to come, and of finding themselves on a plain where none would dare fall asleep. Urges to be prepared, by the awe and dread of Allah, by watching oneself, by checking headstrong impulse, and by fear of just how one could be judged."
  },
  {
    "chapterNumber": 80,
    "englishName": "HE FROWNED",
    "pageNumber": 585,
    "introduction": "Teaches those calling people to Allah of the reality of the Quran's summons, and that its insuperable greatness entails conveying it to any who might answer."
  },
  {
    "chapterNumber": 81,
    "englishName": "THE FINALENWRAPPING",
    "pageNumber": 586,
    "introduction": "Unconditionally threatens a Promised Day when the cosmos will be undone. Affirms the Truth of the divine inspiration that conveys this, which is plain from the attributes and veracity of Gabriel who brought the message, and the Prophet (Allah bless him and give him peace) who received it."
  },
  {
    "chapterNumber": 82,
    "englishName": "THE SHATTERING",
    "pageNumber": 587,
    "introduction": "Blasts a clarion call against unbelief and going blindly on committing sins, deluded by the forbearance of Allah and forgetting the Day of Reckoning, when the universe shall split asunder, tombs spill forth their contents, and men be taken to task for everything great or small they ever did. Shall separate those who pursued the good pleasure of the Divine through all kinds of works, forever to abide in paradise; from the prodigally wicked, forever to abide in the fire by the sentence of Allah Most High."
  },
  {
    "chapterNumber": 83,
    "englishName": "THE STINTERS",
    "pageNumber": 587,
    "introduction": "Draws aside the veil from the divinely just balance-scale on which men will be weighed. Its results will send stubborn disbelieving criminals who stinted people their due in this world to the abode of the raging blaze. And believers devoted to Allah in all works of good to the abode of supreme bliss, all the greater for their undaunted patience with the ill-use of others and hardship in this world."
  },
  {
    "chapterNumber": 84,
    "englishName": "THE SPLITTING ASUNDER",
    "pageNumber": 589,
    "introduction": "Calls Man to submit his entire being to the glory of Allah Most High, and condemns unbelievers for failing to. For mankind will necessarily be divided into those of endless joy, and those of utter regret; on a day when sky, earth, and men can but bow to His command."
  },
  {
    "chapterNumber": 85,
    "englishName": "CONSTELLATIONS",
    "pageNumber": 590,
    "introduction": "Reveals that Allah Most High, the Creator of the Constellations and ever-present witness to everything, shall seize with indomitable might the unbelievers who persecute those of His protection and love, both in this world and on the Promised Day of the next. Tells those who believe to take heart and bear with adversity, for they shall be encompassed in happiness forever."
  },
  {
    "chapterNumber": 86,
    "englishName": "THE NIGHTCOMER",
    "pageNumber": 591,
    "introduction": "Apprises Man his works are unerringly counted, particularly the denial of disbelievers and their guile. He shall unfailingly be raised up on a day when his most secret thoughts and deeds will be brought out openly and judged, with believers shown bliss and unbelievers punished, effortlessly through Allah's infinite power."
  },
  {
    "chapterNumber": 87,
    "englishName": "THE MOST HIGH",
    "pageNumber": 591,
    "introduction": "Commands all to transcendently exalt and know the Oneness of the Most High. He is who bestows all worldly and spiritual blessings, the greatest of which is being given the Quran, and ongoing success in following the divine Way of utmost ease. Encourages purifying the soul to its fullest spiritual growth, and preferring the everlasting life of the next world to the mere appearances of this. Clarifies the consummate success of those who respond, and failure forever of those who will not."
  },
  {
    "chapterNumber": 88,
    "englishName": "THE WHELMING DOOM",
    "pageNumber": 592,
    "introduction": "Confirms the existence of the next life which the Whelming Doom shall inaugurate, and attests to Allah's sovereign power to effect it. Describes what it holds for both the godfearing and him who shall meet with unending woe, to motivate the former and dissuade the latter."
  },
  {
    "chapterNumber": 89,
    "englishName": "THE DAWN",
    "pageNumber": 593,
    "introduction": "Urges to do one's utmost in the worship of Allah Most High. Works that benefit one in the abode of forever, particularly at times He has made especially blessed, and giving others their due, and mercy to the weak and poor, lead to honor in this world and the next. One should never be fooled by worldly advantage and power, which leads to transgression, corruptness, and devouring others' rights, and ends in regret and punishment here and hereafter."
  },
  {
    "chapterNumber": 90,
    "englishName": "THE CITY",
    "pageNumber": 594,
    "introduction": "Tells Man he is in the infinite power of Allah Most High, and caught in manifest hardship at every stage of life. Yet there is a path to be delivered from it that leads to happiness without end in a world everlasting, which is that of true faith and being a mercy to others; while all other contrary paths but lead to endless misery."
  },
  {
    "chapterNumber": 91,
    "englishName": "THE SUN",
    "pageNumber": 595,
    "introduction": "Encourages to purify the soul through true faith in Allah Most High, the Creator who alone has sway over the universe, and in His messengers (upon whom be blessings and peace). Warns against interring it alive in evil. For whoever purifies it succeeds forever, and whoever buries it in evil fails forever."
  },
  {
    "chapterNumber": 92,
    "englishName": "THE NIGHT",
    "pageNumber": 595,
    "introduction": "Affirms the omnipotent power of Allah Most High. It eases the way of the godfearing person who spends of his wealth in charity unto complete ease; and eases the path of him who cries lies and stingily withholds with the tight fist of greed unto endless exhausting woe, now and forever. Each shall be given according to what he has elected to strive for, in its details and its sum."
  },
  {
    "chapterNumber": 93,
    "englishName": "THE BLAZING MORNING",
    "pageNumber": 596,
    "introduction": "Informs the Prophet (Allah bless him and give him peace) that he shall necessarily and forever enjoy the supreme good pleasure and honor of the Divine in this world and the next, for the attributes of human perfection that he has been graced with. Encourages him thereby, strengthens his solid resolve to call everyone to Allah, and commands him to show gratitude for the blessing of prophethood, by doing his best for all."
  },
  {
    "chapterNumber": 94,
    "englishName": "OPEN BREAST",
    "pageNumber": 596,
    "introduction": "Relieves the burdens on the Prophet (Allah bless him and give him peace) in calling men to Allah by promising that ease will follow. Reminds him that with hardship comes utter ease, and of the ease that came before, and how it can be attained by those coming after."
  },
  {
    "chapterNumber": 95,
    "englishName": "THE FIG",
    "pageNumber": 597,
    "introduction": "Reminds Man of his divinely bestowed talents and his advantages in this world and that to come. He has been created in the fairest symmetry of all created beings, and the Justest of judges shall rule fairly between the recompense of him who believes and is undyingly grateful, and him who returns despite these favors to the lowest of the despicably low."
  },
  {
    "chapterNumber": 96,
    "englishName": "CELL-MASSES CLINGING",
    "pageNumber": 597,
    "introduction": "Commands all to humbly worship Him who has shown Man such incomparable blessings as the blessing of being created, or being given knowledge after ignorance. Bids to persevere in showing gratitude for His favor despite anyone who transgresses and sets himself above need for faith or the Divine. The latter should know to his peril he will be punished in this world before being returned to a Lord who knows him best and what he merits as an end."
  },
  {
    "chapterNumber": 97,
    "englishName": "DESTINY",
    "pageNumber": 598,
    "introduction": "Stresses the divine bounty and incomparable worth of the Night of Destiny and the lofty rank of the Quran sent down on that night, in reply to all who deny while knowing better that it is from Allah Most High."
  },
  {
    "chapterNumber": 98,
    "englishName": "THE LIVING CLEAR PROOF",
    "pageNumber": 598,
    "introduction": "Refers to the Living Proof, namely the Messenger (Allah bless him and give him peace) who recites leaves of divine inspiration exalted in worth and tremendous of truth. Exhorts the two previous peoples of the Book, Jew and Christian, to love him in order to be loosed from the bonds of the mis-guidance that has accrued through the centuries to both their received traditions and extinguished the original message. Condemns those of them who cry lies to the revelation, and warns them of the blame and chastisement they thereby incur. And rejoices whoever embraces it with tremendous glad tidings and high honor from the Divine."
  },
  {
    "chapterNumber": 99,
    "englishName": "THE EARTHQUAKE",
    "pageNumber": 599,
    "introduction": "Warns of the horrific shaking of the earth, and the uncovering of its burdens, and its convulsively throwing up its dead, with their works; to the utter shock of mankind, who shall find themselves blessedly saved or wretchedly damned."
  },
  {
    "chapterNumber": 100,
    "englishName": "THE BATTLE-CHARGERS",
    "pageNumber": 599,
    "introduction": "Threatens every thankless grasping ingrate obsessed with gaining ever more wealth in this world and preferring this to his own everlasting advantage with sudden fatal destruction unpreceded by any respite. The contents of his grave will be flung out at the advent of the next world, when the secrets harbored within his breast shall be drawn wholly forth for an unerring reckoning with an all-powerful Lord."
  },
  {
    "chapterNumber": 101,
    "englishName": "THE HAMMERER",
    "pageNumber": 600,
    "introduction": "Depicts the shaking horror of the Hammerer, with its dire effect on mountains and on men, who shall be divided between those saved and those forever lost."
  },
  {
    "chapterNumber": 102,
    "englishName": "COMPETING FOR WORLDLY GAIN",
    "pageNumber": 600,
    "introduction": "Upbraids and warns mankind against fooling themselves by competing with each other over mere wealth and children, and the fatal consequences it leads to."
  },
  {
    "chapterNumber": 103,
    "englishName": "END OF THE DAY",
    "pageNumber": 601,
    "introduction": "Urges that at the end of the day most of mankind are in utter ruinous loss, having wasted the most precious advantage of life, namely time; and clarifies who alone can be saved and by what means."
  },
  {
    "chapterNumber": 104,
    "englishName": "THE SLANDERER",
    "pageNumber": 601,
    "introduction": "Inexorably menaces those who tear to pieces the reputations of others, and whose haughty pride in money, piling it up, and hiding it away under lock and key from those who should be given it moves them to forget the devastating woe of the next world, where they shall meet with the like of what they did to others in this."
  },
  {
    "chapterNumber": 105,
    "englishName": "THE WAR ELEPHANT",
    "pageNumber": 601,
    "introduction": "Warns Quraysh and others deluded by their martial zeal in fighting the Prophet (Allah bless him and give him peace) that they shall be destroyed like those of the War Elephant."
  },
  {
    "chapterNumber": 106,
    "englishName": "QURAYSH",
    "pageNumber": 602,
    "introduction": "Calls Quraysh to worship the Lord of the Sacred House alone, for it is He who has shown them the singular blessing of being made familiarly fond of going together on their sacredly-protected trade caravans, and saved them from dread hunger and fear."
  },
  {
    "chapterNumber": 107,
    "englishName": "SIMPLEST HOUSEHOLD THINGS",
    "pageNumber": 602,
    "introduction": "Stresses the peril of harming the weak, withholding their rights, being hard-hearted towards them, of mean sordid cheapness, and not fulfilling the due of Allah in one's prayer. These are the despicable attributes of those who cry lies to the Day of Reckoning."
  },
  {
    "chapterNumber": 108,
    "englishName": "ABUNDANCE",
    "pageNumber": 602,
    "introduction": "Gives joy and reassurance to the Prophet (Allah bless him and give him peace) of vast and ever-increasing good in this world and the next, and of the destruction of his enemies, and commands him to give thanks for this blessing and pay them no mind."
  },
  {
    "chapterNumber": 109,
    "englishName": "UNBELIEVERS",
    "pageNumber": 603,
    "introduction": "Draws the indelible line of demarcation between Islam on the one hand, and unbelief, worshipping others with Allah, and those who do these, on the other, through the clear alternative of faith in the Oneness of Allah."
  },
  {
    "chapterNumber": 110,
    "englishName": "VICTORIOUS HELP",
    "pageNumber": 603,
    "introduction": "Apprises the Prophet (Allah bless him and give him peace) of the final consummate completion of the religion beyond needing anything further. It came by the victorious help of Allah and the signal conquest that has brought about the extinction of idol worship. And what he should do accordingly, with a hint that his earthly life will soon draw to its full term."
  },
  {
    "chapterNumber": 111,
    "englishName": "TIGHT-WOUND FIBER",
    "pageNumber": 603,
    "introduction": "Underlines the categorical and ruinous loss of those who pit themselves against the religion or abet others who do. And that nothing can avail them, no matter how closely related by blood they are to the most successful of mankind, for Abu Lahab was brother to the father of the Prophet (Allah bless him and give him peace)."
  },
  {
    "chapterNumber": 112,
    "englishName": "SINCERITY",
    "pageNumber": 604,
    "introduction": "Discloses the reality of the Supreme Being of the Divine and what true sincerity to Him means; and that He alone comprises all perfections and godhood, and is wholly exalted above any lack."
  },
  {
    "chapterNumber": 113,
    "englishName": "DAYBREAK",
    "pageNumber": 604,
    "introduction": "Teaches Muslims to hold unyieldingly fast to the indomitable might of Allah Most High from every evil, especially evils none can stem but He."
  },
  {
    "chapterNumber": 114,
    "englishName": "MEN",
    "pageNumber": 604,
    "introduction": "Teaches Muslims the utter essence of slavehood: to recur to Allah alone for protection against the evil of doubts sown in hearts by cunning words. Warns them of the deadly evil of such misgivings, whose spreaders are of both jinn and men."
  }
]
